{
  "indexWelcome": [
    "Hi, I'm Christopher and I'm ",
    "Olá, me chamo Christopher e sou "
  ],
  "indexIntro": [
    "My first contact with technology was at the age of _ 👶🏻, when after using a computer, I became curious about how it works 🤔",
    "Meu primeiro contato com a tecnologia foi aos _ anos 👶🏻, em que após usar um computador, fiquei curioso sobre o seu funcionamento 🤔",
    ["6|6", "10|10", "14|14"]
  ],
  "indexAlert": [
    "This project is an Interactive Portfolio. Click whenever you see the element",
    "Este projeto é um Portfólio Interativo. Clique sempre que ver o elemento"
  ],
  "indexPrimaryButton": ["My career", "Minha carreira"],
  "indexSecondaryButton": ["My projects", "Meus projetos"],
  "temp": [
    "I am up _ e bla bla bla",
    "Eu acordo de _ and bla bla bla",
    ["morning|manha", "afternoon|tarde", "night|noite"]
  ],

  "carrerAlert": [
    "This section is a timeline. Click whenever you see the element",
    "Esta seção é uma linha do tempo. Clique sempre que ver o elemento"
  ],

  "carrer2016Title": [
    "Beginning of my studies on algorithms",
    "Inicio dos meus estudos sobre algoritmos"
  ],
  "carrer2016Info1": [
    "After deciding that I wanted to learn more about programming, I started my studies in a self-taught way through internet courses. That way, using _ I started to develop my programming logic.",
    "Após decidir que queria aprender mais sobre programação, iniciei meus estudos de maneira autodidata através de cursos pela internet. Dessa forma, utilizando o _ comecei a desenvolver minha lógica de programação.",
    ["VisualG|VisualG", "Javascript|Javascript", "PHP|PHP"]
  ],
  "carrer2016Info2": [
    "In studies, I got my first contact with variables, decision and repetition structures, as well as _ that allow the reuse of codes.",
    "Nos estudos obtive meu primeiro contato com variáveis, estruturas de decisão e repetição, além de _ que possibilita a reutilização de códigos.",
    ["Functions|Functions", "Strings|Strings", "IF|IF"]
  ],

  "carrer2017Title": [
    "I start my course in Informatics at Etec Paulistano",
    "Inicio meu curso de Informatica na Etec Paulistano"
  ],
  "carrer2017Info1": [
    "I participate in the selection process and I am approved in _ place to attend the ETIM of Informatics at Etec Paulistano.",
    "Participo do processo seletivo e sou aprovado em _ lugar para cursar o ETIM de Informática na Etec Paulistano.",
    ["3rd|3º", "4rd|4º", "6rd|6º"]
  ],
  "carrer2017Info2": [
    "The school curriculum provides contact with various areas of technology, from hardware to software, where I arouse interest in _.",
    "A grade escolar proporciona o contato com diversas áreas de tecnologia, do hardware ao software, onde desperto interesse por _.",
    ["FrontEnd|FrontEnd", "BackEnd|BackEnd", "Infra|Infra"]
  ],

  "carrer2019Slide1Title": [
    "My first internship at Seno TI",
    "Meu primeiro estágio na Seno TI"
  ],
  "carrer2019Slide1Info": [
    "I started my first professional experience as an intern at Seno TI. Performed maintenance of the Saphir platform, made in _. My responsibilities were layout design, optimization and error correction.",
    "Iniciei minha primeira experiência profissional como estagiário na Seno TI. Realizei manutenção da plataforma Saphir, feita em _. Minhas responsabilidades eram elaboração de layout, otimização e correção de erros.",
    ["Wordpress|Wordpress", "React|React", "Vue|Vue"]
  ],

  "carrer2019Slide2Title": [
    "Delivery of the Final Project and graduation",
    "Entrega do Trabalho de Conclusão de Curso e graduação"
  ],
  "carrer2019Slide2Info": [
    "I present my Course Completion Work, an application to locate used automotive parts, containing authentication with Google and _, as well as integration with Google Maps.",
    "Apresento meu Trabalho de Conclusao de Curso, uma aplicação para localizar peças automotivas usadas, contendo autenticação com Google e _, além de integração com Google Maps.",
    ["Facebook|Facebook", "Twitter|Twitter", "Outlook|Outlook"]
  ]
}
