{
  "navIndexPage": ["Home", "Tela Inicial"],
  "navCarrerPage": ["My Carrer", "Minha Carreira"],
  "navProjectsPage": ["My Projects", "Meus Projetos"],

  "indexWelcome": [
    "Hi, I'm Christopher and I'm ",
    "Olá, me chamo Christopher e sou "
  ],
  "indexIntro": [
    "My first contact with technology was at the age of _ 👶🏻, when after using a computer, I became curious about how it works 🤔",
    "Meu primeiro contato com a tecnologia foi aos _ anos 👶🏻, em que após usar um computador, fiquei curioso sobre o seu funcionamento 🤔",
    ["6|6", "10|10", "14|14"]
  ],
  "indexAlert": [
    "This project is an Interactive Portfolio. Click whenever you see the element",
    "Este projeto é um Portfólio Interativo. Clique sempre que ver o elemento"
  ],

  "carrerAlert": [
    "This section is a timeline. Click whenever you see the element",
    "Esta seção é uma linha do tempo. Clique sempre que ver o elemento"
  ],

  "carrer2016Title": [
    "Beginning of my studies on algorithms",
    "Inicio dos meus estudos sobre algoritmos"
  ],
  "carrer2016Info1": [
    "After deciding that I wanted to learn more about programming, I started my studies in a self-taught way through internet courses. That way, using _ I started to develop my programming logic.",
    "Após decidir que queria aprender mais sobre programação, iniciei meus estudos de maneira autodidata através de cursos pela internet. Dessa forma, utilizando o _ comecei a desenvolver minha lógica de programação.",
    ["VisualG|VisualG", "Javascript|Javascript", "PHP|PHP"]
  ],
  "carrer2016Info2": [
    "In studies, I got my first contact with variables, decision and repetition structures, as well as _ that allow the reuse of codes.",
    "Nos estudos obtive meu primeiro contato com variáveis, estruturas de decisão e repetição, além de _ que possibilita a reutilização de códigos.",
    ["Functions|Functions", "Strings|Strings", "IF|IF"]
  ],

  "carrer2017Title": [
    "I start my course in Informatics at Etec Paulistano",
    "Começo meu curso de Informatica na Etec Paulistano"
  ],
  "carrer2017Info1": [
    "I participate in the selection process and I am approved in _ place to attend the ETIM of Informatics at Etec Paulistano.",
    "Participo do processo seletivo e sou aprovado em _ lugar para cursar o ETIM de Informática na Etec Paulistano.",
    ["3rd|3º", "4rd|4º", "6rd|6º"]
  ],
  "carrer2017Info2": [
    "The school grade provides contact with several areas of technology, from hardware to software, where I arouse interest in _.",
    "A grade escolar proporciona o contato com diversas áreas da tecnologia, do hardware ao software, onde desperto interesse por _.",
    ["FrontEnd|FrontEnd", "BackEnd|BackEnd", "Infra|Infra"]
  ],

  "carrer2019Slide1Title": [
    "My first internship at Seno TI",
    "Meu primeiro estágio na Seno TI"
  ],
  "carrer2019Slide1Info": [
    "I started my first professional experience as an intern at Seno TI. Performed maintenance of the Saphir platform, made in _. My responsibilities were to design the layout, optimize and correct errors on the platform.",
    "Iniciei minha primeira experiência profissional como estagiário na Seno TI. Realizei manutenção da plataforma Saphir, feita em _. Minhas responsabilidades eram de elaboração de layout, otimização e correção de erros da plataforma.",
    ["Wordpress|Wordpress", "React|React", "Vue|Vue"]
  ],

  "carrer2019Slide2Title": [
    "Delivery of the Final Project and graduation",
    "Entrega do Trabalho de Conclusão de Curso e graduação"
  ],
  "carrer2019Slide2Info": [
    "I present my Course Completion Work, an application to locate used automotive parts, containing authentication with Google and _, as well as integration with Google Maps.",
    "Apresento meu Trabalho de Conclusao de Curso, uma aplicação para localizar peças automotivas usadas, contendo autenticação com Google e _, além de integração com Google Maps.",
    ["Facebook|Facebook", "Twitter|Twitter", "Outlook|Outlook"]
  ],

  "carrer2020Title": [
    "Internship at OngSys and promotion to Junior Dev",
    "Estágio na OngSys e promoção para Dev Júnior"
  ],
  "carrer2020Info1": [
    "I started my internship at OngSys, where I would later be promoted to Junior Dev. My responsibilities were the maintenance of the OngSys platform.",
    "Iniciei meu estágio na OngSys, onde posteriormente seria promovido para Dev Júnior. Minhas responsabilidades eram a manutenção da plataforma OngSys."
  ],
  "carrer2020Info2": [
    "Performed the creation of features, components, testing and implementation, as well as error management. The main technologies were _, Codeigniter, Bootstrap and Jquery, in MVC model.",
    "Realizava a criação de funcionalidades, componentes, testes e implementação, além de gestão de erros. As principais tecnologias eram _, Codeigniter, Bootstrap e Jquery, em modelo MVC.",
    ["PHP|PHP", "Javascript|Javascript", "Java|Java"]
  ],

  "carrer2021Slide1Title": [
    "I teach as a _ at Digital House",
    "Leciono como _ na Digital House",
    [
      "Programming Teacher|Professor de Programação",
      "Web Developer|Desenvolvedor Web"
    ]
  ],
  "carrer2021Slide1Info": [
    "I start the CTD (Certified Tech Developer) course, which aims to train Junior Developers for the market. I taught students about Javascript, using _ and starting their first contact with programming.",
    "Inicio no curso CTD (Certified Tech Developer), que visa formar Desenvolvedores Juniors para o mercado. Lecionei sobre Javascript aos alunos, utilizando _ e iniciando seu primeiro contato na programação.",
    ["Node|Node", "Typescript|Typescript"]
  ],

  "carrer2021Slide2Title": [
    "I started as a Web Developer at Mindbe",
    "Inicio como Web Developer na Mindbe"
  ],
  "carrer2021Slide2Info": [
    "I start working on the ContactStudio platform made in _, with an architecture based on micro frontends. In it I developed new solutions, creation of components and integrations with APIs, using Docker, Nuxt, TailwindCSS, WebRTC and others as technologies.",
    "Começo a trabalhar na plataforma ContactStudio feita em _, com arquitetura baseada em micro frontends. Nela desenvolvi novas soluções, criação de componentes e integrações com APIs, tendo como tecnologias Docker, Nuxt, TailwindCSS, WebRTC e outros.",
    ["Vue|Vue", "React|React", "Angular|Angular"]
  ]
}
