{
  "indexWelcome": [
    "Hi, I'm Christopher and I'm ",
    "Olá, me chamo Christopher e sou "
  ],
  "indexIntro": [
    "My first contact with technology was at the age of _ 👶🏻, when after using a computer, I became curious about how it works 🤔",
    "Meu primeiro contato com a tecnologia foi aos _ anos 👶🏻, em que após usar um computador, fiquei curioso sobre o seu funcionamento 🤔",
    ["6|6", "10|10", "14|14"]
  ],
  "indexAlert": [
    "This project is an Interactive Portfolio. Click whenever you see the element",
    "Este projeto é um Portfólio Interativo. Clique sempre que ver o elemento"
  ],
  "indexPrimaryButton": ["My career", "Minha carreira"],
  "indexSecondaryButton": ["My projects 💻", "Meus projetos 💻"],
  "temp": [
    "I am up _ e bla bla bla",
    "Eu acordo de _ and bla bla bla",
    ["morning|manha", "afternoon|tarde", "night|noite"]
  ],

  "carrerAlert": [
    "This section is a timeline. Click whenever you see the element",
    "Esta seção é uma linha do tempo. Clique sempre que ver o elemento"
  ],

  "carrer2016Title": [
    "Beginning of my studies on algorithms",
    "Início dos meus estudos sobre algoritmos"
  ],
  "carrer2016Info1": [
    "After deciding that I wanted to learn more about programming, I started my studies in a self-taught way through internet courses. That way, using _ I started to develop my programming logic.",
    "Após decidir que queria aprender mais sobre programação, inicío meus estudos de maneira autodidata através de cursos pela internet. Dessa forma, utilizando o _ comecei a desenvolver minha lógica de programação.",
    ["VisualG|VisualG", "Javascript|Javascript", "PHP|PHP"]
  ],
  "carrer2016Info2": [
    "In studies, I got my first contact with variables, decision and repetition structures, as well as _ that allow us to reuse codes.",
    "Nos estudos obtive meu primeiro contato com variáveis, estruturas de decisão e repetição, além de _ que nos possibilita a reutilização de códigos.",
    ["Functions|Functions", "Strings|Strings", "IF|IF"]
  ]
}
